Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/finnmarksarkivene_02.02.2018.odt.tmx
Source language: nob
Languages: fkv

source: Finnmarksarkivene / Vi er også her!
fkv: MII LEAT NAI DÁS! MEKIN OLEMME TÄÄLLÄ!

source: Arkiv ene fra Norsk-Finsk Forbund og Vadsø norsk-finsk forening utgjør to viktige førstehåndskilder til de eldre og nyere finske innvandrernes historie.
fkv: Norjalais-suomalaisen liiton ja Vesisaaren Norja-Suomiseuran arkiivit oon tärkeimät lähtheet sekä vanheman ja uueman suomalaisen maahanmuuton histoorian ympäri.

source: Det har i årenes løp eksistert to forskjellige lokale finskforeninger i Vadsø.
fkv: Vesisaaressa oon vuositten myötä ollu kaksi eri paikalista suomalaista seuraa.

source: Den første ble opprettet i 1963, og fungerte som en vennskapsforening med både norsk- og finskspråklige medlemmer.
fkv: Ensimäisen perustethiin vuona 1963, ja se oli ystävyysseura jossa oli myötä norjan- ja suomenkielisiä jäseniä.

source: Den andre ble opprettet i 1980 og skulle først og fremst være nyinnvandrernes egen interesseforening.
fkv: Toisen perustethiin vuona 1980, ja se oli uusitten maahanmuuttajitten oma seura.

source: Den landsdekkende paraplyorganisasjonen Norsk-Finsk Forbund / Norjalais-suomalainen liitto ble opprettet 1982.
fkv: Maantäkkäävän organisasjuunin, Norsk-Finsk Forbund / Norjalais-suomalainen liiton, perustethiin vuona 1982.

source: Artikkelen markerer Finlands 100-årsjubileum og er den første i serien av arkivpresentasjoner om fem utvalgte glemte grupper i prosjektet Vi er også her!
fkv: Artikkeli markkeeraa Suomi 100-juhlavuotta, ja se oon ensimäinen arkiivipresentasjuunisarjassa jossa muistelhaan viien unheetetun joukon ympäri prosjektissa Vi er også her!

source: som er Finnmarksarkivenes prosjekt om bevaring og synliggjøring av verneverdige privatarkiver.
fkv: Tämä oon Finmarkunarkiivitten prosjekti missä säilytethään ja nostethaan näkyville säilyttämisen arvosia privaattiarkiivia.
